module.exports = {
  name: "$name",
  url: "/api/articles",
  method: "GET",
  type: "application/json, text/plain, */*",
  createTime: "2022-01-25 13:51:32",
  updateTime: "2022-01-25 13:51:44",
  isUseMockjs: true,
  bodyKey: {},
  body: {
    currentPage1pageSize5: {
      list: [
        {
          id: 100,
          title: "车素近就土水界集",
          description:
            "车素近就土水界集他约四离直起农书张规解好石每位许质问。消元才回共局斯包术步数建求。程技非位来区可己记至专江次商山记。我叫候文受劳性进万北着非毛得查并空。龙拉回研酸情却标三说将油之等国状。造打力划到金装千形经千农带几这调这。下养多除发证油引心年总离起报资带。",
          time: "2001-03-18 07:09:36",
          author: "邱刚",
        },
        {
          id: 1,
          title: "矿书起照",
          description:
            "矿书起照发如约切号高思圆才物求话术。实什变保期他话作转走子真信机流点。相身满率半验成手科七只比认。当次再你细历经指于变史正话。机连前专五议越打就快思要团体厂从。",
          time: "1976-04-27 05:17:25",
          author: "黎秀兰",
        },
        {
          id: 2,
          title: "易美空为维之机军",
          description:
            "易美空为维之机军只看称三声导给品问白克常合张料应。则而听拉名求压布主些断矿般党速。标识状表七上斗路国派取都生县直么。五治置识数容口多得流任几要。见其己细场或保同始张知进府看不除。上并反但候听及复你可声车放变程。",
          time: "1983-06-08 00:39:12",
          author: "许芳",
        },
        {
          id: 3,
          title: "入问商张完化们半展",
          description:
            "入问商张完化们半展海东维气但已适科百再风界装状南流争务。相规由科备量写声想业都性全完成。王组土市增部识度总声史标个样。图种传级开等号交较向素度代。",
          time: "1993-04-11 01:00:26",
          author: "蒋明",
        },
        {
          id: 4,
          title: "克立观就",
          description:
            "克立观就装养存领委离光县走看经议半市派。万道着快标治方油是体心空总青更。常选除提压展动素查前法很量中都。关题党义广观属育增精别常处。国影真长须形京行化手现响个则。",
          time: "1990-01-18 22:52:05",
          author: "姚强",
        },
      ],
      total: 100,
    },
    currentPage2pageSize5: {
      list: [
        {
          id: 5,
          title: "难干间头京格",
          description:
            "难干间头京格府决断角地日织无开可至山济更分组。习感走持果难儿争队选共合加。量影面养做需队装造是至系联众几有。说总光权院持金然选管发多去小统。领思现件南务想看书身求史县参。",
          time: "2016-02-09 11:35:15",
          author: "夏明",
        },
        {
          id: 6,
          title: "厂按置再完类律",
          description:
            "厂按置再完类律织场些并和全交作指我类京应观向各目求。件西记矿候铁看速不况经便特体省。性在千酸特叫认安史问心两华织次。性下严使劳计人引样马导合林都机入。养细原外共道会照集切林论手面委自。局解边经料厂铁科明行电查难却。",
          time: "2006-01-27 03:01:03",
          author: "孔娜",
        },
        {
          id: 7,
          title: "连属共例",
          description:
            "连属共例布回通派原关王太五调革几效会。有华口更文少会即治素半人然参化定。用究具五济报更太强少意越品金专系证。前制必听变比本这动采很多红调。",
          time: "1995-12-22 19:52:07",
          author: "江敏",
        },
        {
          id: 8,
          title: "王体离",
          description:
            "王体离料共角属持参后连深理白国很周。度步建今难按来样花道场情克能。别力决广都来见学办器回世次头委开。具员取分流然八律化支通华子路因特。快达派适平方决通号低南素清火对风能。情时作北县商斗济件打回铁油须。",
          time: "2001-11-16 00:05:43",
          author: "余涛",
        },
        {
          id: 9,
          title: "本解证支划格济研",
          description:
            "本解证支划格济研分根后导但般酸省战比克进然政斯联。史空是气系先南北非集美些认观只学。拉受之时共般合素现题照音。",
          time: "1992-03-16 13:28:01",
          author: "郑霞",
        },
      ],
      total: 100,
    },
    currentPage3pageSize5: {
      list: [
        {
          id: 10,
          title: "条机离且际标",
          description:
            "条机离且际标团调号老温队权包角美切打物。命交军许第许导图天线高往县的他于斯。院部己收安学百五金体统求她除传究门。飞用劳火据三相种确产务如。接更划图适路质行就究没两场身天发广且。",
          time: "1988-06-08 12:18:52",
          author: "余强",
        },
        {
          id: 11,
          title: "好运科造史白及无定",
          description:
            "好运科造史白及无定新世油厂先内定府义件因目手活。根与等际省去间与么去构该。把月放值反养头参容果须矿花也至。识验切派对引金育海须可细把。",
          time: "1977-11-25 03:52:57",
          author: "钱杰",
        },
        {
          id: 12,
          title: "而收又次料天及对其",
          description:
            "而收又次料天及对其连身价且林真好属专天条八什书太。白适选教千看内八料为听之毛。方角代活土为利然集指验常又。",
          time: "1997-02-25 06:17:08",
          author: "谢桂英",
        },
        {
          id: 13,
          title: "各将第拉今不细劳",
          description:
            "各将第拉今不细劳风之办长位便世称知手界或。派连圆细更例接走难一毛总计马展。金自品设日克效东体半说收对价要影何。样意无入力特示半该响她圆。包任在体王入表使向越发以存华院相农何。矿生山具例育历别于看代厂。",
          time: "1976-06-06 02:07:38",
          author: "谭伟",
        },
        {
          id: 14,
          title: "六象原那九加林",
          description:
            "六象原那九加林调更习亲选年能平与在石集路。参世里名处响合克而组几自安多出们情。指群流造联主多包也那儿能相表。门则权文看色单分么代开具的与则。般安主况转非命力收提立活本细存意。数段民见便太老话件为响规亲。",
          time: "2008-06-27 11:31:22",
          author: "孙芳",
        },
      ],
      total: 100,
    },
    currentPage4pageSize5: {
      list: [
        {
          id: 15,
          title: "求快由",
          description:
            "求快由山改号界确山传全拉高文价。国且速日易战写型用方事子领主规感。统同教什极代称便米设组点参选达级相。而置品特市联矿长上还且中压于装布容件。布参机细眼下社省布意先你江。系组南正组低位命信你千识话把计。活那治号很组花状里同得音报。",
          time: "1985-04-04 10:19:10",
          author: "林杰",
        },
        {
          id: 16,
          title: "三原导次而人易",
          description:
            "三原导次而人易能己发多指按说处社期算满指。界放百指号律方金数先形大最地目。西龙争己除管她界状记好号头何号证入热。海着信必声回命毛火所量往切级选线市。带造众被理南造速速构花头出心况原非。",
          time: "2014-03-21 16:14:14",
          author: "曹平",
        },
        {
          id: 17,
          title: "则起导已形",
          description:
            "则起导已形物观议料已质问之白法状相。感比火细严号干层称生分严准过反难深。书极面历八且半程了持取身性流毛和情。三世克照格系江叫层即千种从京素却。活务每者见只道流叫太调工红商济为识行。水专太难当内世等段史选争别细上说。",
          time: "1992-03-22 16:25:33",
          author: "侯秀英",
        },
        {
          id: 18,
          title: "关效花阶较九由",
          description:
            "关效花阶较九由意主先矿民入出备领规着一积片影期指。确便想如结证温志华拉没思于积阶。真也率称了新导元体作等新历步维有使。门但水现安数效高内加高的决知展化。",
          time: "1978-11-28 05:42:47",
          author: "于丽",
        },
        {
          id: 19,
          title: "群主变容通知",
          description:
            "群主变容通知证气些委京况所飞油各候万场。联几位院为引部立有义目能。复质育习都但展断直我红表同展形还。值对者点代万西压下他低名别认。身查三务阶想问约当经质阶共斗。",
          time: "2015-08-30 07:44:21",
          author: "徐明",
        },
      ],
      total: 100,
    },
    currentPage5pageSize5: {
      list: [
        {
          id: 20,
          title: "元备支大打周何报",
          description:
            "元备支大打周何报老派白放九取也类两增然边那。算治按上原须需方音最小命近。思始世太斗整争将越还次产部么。叫所现根具能加先用些是种二。小将别军口现酸日业干机米温风响容选。马现养都容式于发清求群飞。",
          time: "2006-07-23 22:40:37",
          author: "石洋",
        },
        {
          id: 21,
          title: "群极种放",
          description:
            "群极种放使议展收及要规度例美空看后。量机拉个点见北西张体候育列气车县。月规本家高难学基同按识积毛长带统形音。而强复技指两术部机格号能事水九。规军取通设土情却花作石我示层信出己想。",
          time: "2015-05-24 22:46:57",
          author: "杜娜",
        },
        {
          id: 22,
          title: "场南解比难角知自",
          description:
            "场南解比难角知自类教知眼状性受十到来正什因立。象处者局位于准打张么示许几并克动。车最造明会给毛场支前地引。约何何好能步义安信取状口地。",
          time: "1993-12-09 01:09:26",
          author: "顾艳",
        },
        {
          id: 23,
          title: "装引政代",
          description:
            "装引政代革物下非马节所省前义听安。地无利直所结维族战然离指只区。合四相电二将便场治业更这装严战性资。",
          time: "1984-11-07 16:58:40",
          author: "徐秀英",
        },
        {
          id: 24,
          title: "增根广习维相门",
          description:
            "增根广习维相门风组阶主比广下到别际九持决自。素五许展以今写长想路织因条越难重界。引电确转得但意政过温严而列。如此共何月战大按花型理队话温时深路。九提什去天多导相几些满位报头使。",
          time: "2005-03-01 17:25:20",
          author: "郭刚",
        },
      ],
      total: 100,
    },
    currentPage6pageSize5: {
      list: [
        {
          id: 25,
          title: "低关去快",
          description:
            "低关去快红变细光率了起今听利指但引到北调马。平明生术线流七农习能问容至划两。的体引她原入会线八系口元系要力近林。",
          time: "2011-10-16 16:23:51",
          author: "陈丽",
        },
        {
          id: 26,
          title: "你增现战",
          description:
            "你增现战完反出白则劳信级低收力农影身好感级。外线新上值越品平由土单则下二很果。务知说社位参规眼万装提业做技会。清把导信民传器般长置日所书按。示般成住东听划拉七器领品务。很近展记林当层花条对南件列般目。",
          time: "2003-06-05 16:10:28",
          author: "廖明",
        },
        {
          id: 27,
          title: "接然正给青状际比",
          description:
            "接然正给青状际比按消共需律义风信具联自个半开。流由通十安龙至国由候写学住。该油性会总热里影得心至选市比引打。每很时计想属共步但再口道半统族。",
          time: "1996-09-22 17:58:52",
          author: "龙霞",
        },
        {
          id: 28,
          title: "上对资",
          description:
            "上对资走理气京省包看由果须共可多办例做做严。治育使之拉适只写长种带毛此听强西。等强算发议年步改组该备较两热将约。间料细如九才对安建即水断一矿。织广例正道照六增片定计龙基说化者地。以一心叫热白合百群运年想置易状家。",
          time: "1979-01-06 07:27:35",
          author: "贺娟",
        },
        {
          id: 29,
          title: "每想里",
          description:
            "每想里条住易结备看个间土育面已变半类片收厂。要参性究军置确联示斯有程。没路向眼美高亲深设有四它律安用。利型边本三干数他格各细西九林。大称少性工前连天各议置角强来西。者机传而个养明实结使角命去中。以快较联王位天细重近经水声。",
          time: "1976-06-28 03:42:42",
          author: "苏勇",
        },
      ],
      total: 100,
    },
    mockTemplate: {
      "list|10": [
        {
          "id|+1": 0,
          title: "@ctitle",
          description: "@cword(100)",
          time: "@datetime('yyyy-MM-dd HH:mm:ss')",
          author: "@cname",
        },
      ],
      total: 100,
    },
  },
};
